tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'

brew 'ack'
brew 'docker'
brew 'certbot'
brew 'cmake'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'hugo'
brew 'kubernetes-cli'
brew 'mutt'
brew 'node'
brew 'offlineimap'
brew 'openssl'
brew 'postgresql'
brew 'ranger'
brew 'rbenv'
brew 'readline'
brew 'restic'
brew 'rust'
brew 'tmux'
brew 'vim'
brew 'zsh'

cask 'abstract'
cask 'alfred'
cask 'dash'
cask 'discord'
cask 'dropbox'
cask 'favro'
cask 'google-chrome'
cask 'iterm2'
cask 'little-snitch'
cask 'loopback'
cask 'micro-snitch'
cask 'nordvpn'
cask 'postman'
cask 'protonmail-bridge'
cask 'signal'
cask 'sketch'
cask 'slack'
cask 'soundflower'
cask 'spectacle'
cask 'spotify'
cask 'tunnelblick'
cask 'vanilla'
cask 'visual-studio-code'
